[{"nome_projeto":"Atualização de portfólio","descricao":"O projeto atualização de portfólio foi desenvolvido para suprir uma necessidade de cadastramento de certificações e projetos ao meu portfólio assim agilizando processos. O mesmo conta com formulários desenvolvidos para realizar o cadastro e salvar as informações em uma base de dados centralizada no Github e posteriormente esses dados serão consumidos pelos projetos de portfólio.\nDesenvolvido nas tecnologias de React e Tailwindcss.","link":"https://gb-portfolio-update.vercel.app/projeto","link_git":"https://github.com/Greisonboff/portfolio_update","caminho_imagem":"portfolio-update-"},{"nome_projeto":"Books","descricao":"Books é uma aplicação React que consome dados de um servidor node.js, é uma estante de livros onde você pode pesquisar livros pré-cadastrados, exibir todos os livros, adicionar livros aos favoritos, remover livros dos favoritos e visualizar os livros separados por categorias.","link":"sem link","link_git":"https://github.com/Greisonboff/organo-react","caminho_imagem":"books"},{"nome_projeto":"Organo","descricao":"Organo é sistema de cadastro para um time de desenvolvimento, uma aplicação web desenvolvida em React.","link":"https://organo-em-react.vercel.app/","link_git":"https://github.com/Greisonboff/organo-react","caminho_imagem":"organo-"},{"nome_projeto":"Jogo mata moscas","descricao":"O Jogo Mata Moscas é uma aplicação web desenvolvida em html, css, javascript, jquery e php. A aplicação é um jogo com o intuito de matar as moscas em um determinado tempo, ao passar para os próximos níveis as dificuldades vão aumentando e por fim se acabar o tempo ou o número de moscas na tela passar do limite finaliza o jogo. Conta com login de cadastro que salvas os dados em um banco de dados, com validações de senha e recuperação de senha por e-mail, dados como pontuação recorde também são armazenados e apresentados ao jogador no fim do jogo.","link":"https://mata-mosca-gold.vercel.app/","link_git":"sem link","caminho_imagem":"mata-mosca-home-"}]
